<?php

return [
    'buttons' => [
        'learn' => 'أعرف أكثر',
        'continue' => 'أكمل القراءة...',
        'next' => 'اقرأ هذا التالي',
        'enjoy' => 'قد تستمتع',
        'edit' => 'تعديل المنشور',
        'stats' => 'عرض احصائيات',
        'canonical' => 'تم نشر هذا المنشور في الأصل بتاريخ',
    ],
    'empty' => [
        'description' => 'لم يتم العثور على مشاركات ، ابدأ من قبل',
        'action' => 'إضافة منشور جديد',
    ],
    'nav' => [
        'user' => [
            'posts' => 'المشاركات',
            'tags' => 'الكلمات',
            'topics' => 'المواضيع',
            'stats' => 'احصائيات',
            'settings' => 'الإعدادات',
            'login' => 'تسجيل الدخول',
            'logout' => 'خروج',
        ],
    ],
    'posts' => [
        'label' => 'المشاركات الاخيرة',
    ],
    'tags' => [
        'label' => 'الكلمات',
    ],
    'title' => 'مدونة',
];
