<?php

return [
    'buttons' => [
        'learn' => 'और अधिक जानें',
        'continue' => 'पढ़ना जारी रखें...',
        'next' => 'इसे आगे पढ़ें',
        'enjoy' => 'आप आनंद ले सकते हैं',
        'edit' => 'संपादित पोस्ट',
        'stats' => 'आँकड़े देखें',
        'canonical' => 'यह पोस्ट मूल रूप से प्रकाशित हुई थी',
    ],
    'empty' => [
        'description' => 'कोई पोस्ट नहीं मिली, द्वारा शुरू करें',
        'action' => 'एक नई पोस्ट जोड़ना',
    ],
    'nav' => [
        'user' => [
            'posts' => 'पोस्ट',
            'tags' => 'टैग',
            'topics' => 'विषय',
            'stats' => 'आँकड़े',
            'settings' => 'समायोजन',
            'login' => 'दाखिल करना',
            'logout' => 'साइन आउट',
        ],
    ],
    'posts' => [
        'label' => 'हाल के पोस्ट',
    ],
    'tags' => [
        'label' => 'टैग',
    ],
    'title' => 'ब्लॉग',
];
