<?php

return [
    'buttons' => [
        'learn' => 'Узнать Больше',
        'continue' => 'Продолжить чтение...',
        'next' => 'Продолжить чтение',
        'enjoy' => 'Вам может понравиться',
        'edit' => 'Редактировать публикацию',
        'stats' => 'Посмотреть статистику',
        'canonical' => 'Этот пост был первоначально опубликован на',
    ],
    'empty' => [
        'description' => 'Публикаций не найдено, начните с',
        'action' => 'добавления новой публикации',
    ],
    'nav' => [
        'user' => [
            'posts' => 'Публикации',
            'tags' => 'Теги',
            'topics' => 'Темы',
            'stats' => 'Статистика',
            'settings' => 'настройки',
            'login' => 'Войти',
            'logout' => 'Выйти',
        ],
    ],
    'posts' => [
        'label' => 'Последние публикации',
    ],
    'tags' => [
        'label' => 'Теги',
    ],
    'title' => 'Блог',
];
